
const Main = () => {
    return (
        <main className="wrap main">
             <h1>Евробаскет-2022. Хорватия – Украина, Чехия сыграет с Израилем и другие матчи</h1>
            <div className="block-main">
            <h3>Групповой этап</h3>
            <div className="block-gorup">
                <div className="gorup">
                    <h4>Группа C (Италия)</h4>
                    <div className="play">
                    <h5>Хорватия – Украина</h5>
                    <p>8 сентября, 15.15</p>
                </div>
                <div className="play">
                    <h5>Эстония – Греция</h5>
                    <p>8 сентября, 18.00</p>
                </div>
                <div className="play">
                    <h5>Великобритания – Италия</h5>
                    <p>8 сентября, 22.00, «Медиоланум Форум»</p>
                </div>
                    <p>Положение команд:</p>
                <p> Греция – 4-0 </p>
                <p> Украина – 3-1</p>
                <p> Италия – 2-2 </p>
                <p>  Хорватия – 2-2 </p>
                <p> Эстония – 1-3 </p>
                <p> Великобритания – 0-4 </p>
                </div>
                <div className="gorup">
                    <h4>Группа D (Чехия)</h4>
                    <div className="play">
                    <h5>Финляндия – Нидерланды</h5>
                     <p>8 сентября, 15.00</p>
                </div>
                <div className="play">
                    <h5>Чехия – Израиль</h5>
                    <p>8 сентября, 18.30</p>
                </div>
                <div className="play">
                    <h5>Сербия – Польша</h5>
                    <p>8 сентября, 22.00</p>
                </div>
                <p>Положение команд:</p>
                <p> Сербия – 4-0 </p>   
                <p>  Польша – 3-1 </p>
                <p> Израиль – 2-2 </p>
                <p> Финляндия – 2-2 </p>
                <p> Чехия – 1-3 </p>
                <p>Нидерланды – 0-4</p>
                </div>
                <div className="gorup">
                <h4 >Группа А (Грузия)</h4>
                <p>Положение команд: </p>
                <p> Испания – 4-1 </p>
                <p> Турция – 3-2 </p>
                <p> Черногория – 3-2 </p>
                <p>Бельгия – 3-2  </p>
                <p> Грузия – 1-4 </p>
                <p> Болгария – 1-4 </p>
                </div>
                <div className="gorup">
                <h4>Группа B (Германия)</h4>
                <p>Положение команд:</p>
                <p>Словения – 4-1</p>
                <p>Германия – 4-1</p>
                <p>Франция – 3-2</p>
                <p>Литва – 2-3</p>
                <p>Босния и Герцеговина – 2-3</p>
                <p>Венгрия – 0-5</p>
                </div>    
            </div>
            </div> 
        </main> 
    )
}

export default Main;
